Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “昨晚有一个姑娘，在营业结束后突然闯入，手持古怪兵器，自称是古老者的观察者，并且看出了我曾经与魔鬼有过接触，认为我可能已经与魔鬼交换了灵魂，曾想杀死我。”麦格说道。
en_us: "A lady barged in last night after operating hours suddenly. She had a strange weapon with her and said that she was the Observer of the Elder Things. Sh said she could tell that I had contact with the Devil and thought that I might have swapped souls with the Devil. She even thought of killing me," Mag said.

source: “昨晚睡得还好吧？”正在盛粥的麦格看着下楼来的埃菲，笑着问道。
en_us: "Did you sleep well last night?" Mag asked Eiffie with a smile as he scooped up some porridge when he saw her coming down the stairs.

source: “昨晚这酒……”亚伯罕坐在床边，任由漂亮的丫鬟们服饰他穿衣洗漱，还在回味昨晚喝的那顿酒。
en_us: That liquor last night… Abraham sat on his bed to let his beautiful handmaidens wash up and dress him. He was still reminiscing about the liquor that he drank last night.

source: “昨晚，我救了个人还是鬼？”喝粥的时候，伊琳娜看着麦格问道。
en_us: "Did I save a human or a ghost last night?" Irina asked Mag while having her porridge.

source: “是……”新酋长低头，颤声答道。
en_us: "Yes..." The new chief lowered his head and answered in a trembling voice.

source: “是。”
en_us: "Yes."

source: “是。”众护卫虽然惊慌，却也连忙应下，紧忙开始灭火，防止火势蔓延开来。
en_us: "Yes." Although the guards were horrified, they quickly did what they had to to prevent the fire from spreading.

source: “是。”利尔答应一声，连忙退出了御书房。
en_us: "Yes," Lear answered, and quickly retreated out of the royal study.

source: “是。”管家微笑着领命而去。
en_us: "Yes." The butler left with a smile after receiving their order.

source: “是。”那位官员答应，转身快步离去。
en_us: "Yes." That official left quickly.

source: “是。”那精灵快步离去。
en_us: "Yes." The elf left quickly.

source: “是。”那精灵神色一凛，快步离开洞府。
en_us: "Yes." That elf shuddered, and left the cave quickly.

source: “是。”黑衣人应道，身体渐渐虚幻，然后彻底消失在夜色中。
en_us: "Yes," the man in black replied, and his body faded into the darkness.

source: “是不同于诺兰大陆任何有记录的种族的未知生物，实力强大，不是小主目前能够应对的存在。”系统答复道。
en_us: "It's an unknown creature that is different from any recorded species on the Norland Continent. It's very powerful. It's not a being that little mistress can handle." The system answered.

source: “是不是体验到了战斗的快感？”一道声音从一旁响起。
en_us: "Did you get the thrill of combat?" A voice spoke up at the side.

source: “是不是想招个伶俐的服务员啊？”伊琳娜从楼梯上走下来，笑吟吟的说道。
en_us: "Are you thinking of recruiting a server?" Irina asked with a smile as she walked down the stairs.

source: “是什么？”
en_us: "What is this?"

source: “是伊琳娜公主！”
en_us: "It's Princess Irina!"

source: “是你！”
en_us: "It's you!"

source: “是克苏鲁！”
en_us: "It's Cthulhu!"

source: “是厨房炸了吗？怎么一股焦糊味？”伊琳娜皱着眉头走到厨房门口，看着一片狼藉的厨房，愣了一下，“还真炸了啊？”
en_us: "Did the kitchen explode? Why is there a burnt smell?" Irina walked to the kitchen's entrance with a frown. She was stunned for a moment when she saw the messy kitchen. "Did it really explode?"

source: “是吗。”伊琳娜不置可否，纤细的手已是再次缠上了他的脖子。
en_us: "Is that so?" Irina was not convinced. Her thin hands were already around his neck.

source: “是吗？”伊琳娜不太相信的样子。
en_us: "Really?" Irina did not seem to believe it.

source: “是吗？我这才刚刚起步呢。”麦格微笑道。
en_us: "Really? I am just getting started." Mag said with a smile.

source: “是吗？那我一定呀先尝尝了。”埃菲拿起筷子，夹了一块茄子，小口吹了吹，然后喂到嘴里。
en_us: "Really? In that case, I must give it a try." Eiffie picked up her chopsticks, took a peice of eggplant and blew on it. After that, she put it into her mouth.

source: “是吧，系统。”艾米不忘问道。
en_us: "Am I right, System?" Amy didn't forget to ask.

source: “是哦，哈迪斯先生聪明又能干，就是快了些。”玛拉点点头。
en_us: "That's true. Mr. Hades is smart and capable. It's just a pity he was taken too early." Mala nodded.

source: “是啊。”艾米有点含糊的应道，系统说了，今天是最后的日期了，必须要学会拍黄瓜。
en_us: "Yeah," Amy mumbled. The System said that today was the last day and she had to master the Smashed Cucumber Salad.

source: “是啊是啊，我家小姐酿酒的时候可壮观了呢。”玛拉有些得意的点头。
en_us: "Yes, yes. It's a grand sight when our young mistress is brewing wine." Miss nodded proudly.

source: “是啊是啊，真的非常好吃！”
en_us: "Yes, yes. It's really very delicious!"

source: “是啊，一般刚见面就搂搂抱抱，叫人家爱妃，还邀请人家上门切磋的邻居可不多见。”伊琳娜微笑着说道。
en_us: "Yeah, there aren't many neighbors who start hugging, using nicknames, and even invite the other over for an exchange," Irina said with a smile.

source: “是啊，今天好冷，但哈迪斯先生的酒馆里好暖和，是烧了暖炉吗？”埃菲笑吟吟的在麦格身旁的椅子坐下，冻得通红的手在火炉旁烤着，冲着麦格露出了一个灿烂的笑容：“好暖和啊。”
en_us: "Yes. It's so cold today, but Mr. Hades' tavern is so warm. Do you have a furnace on?" Eiffie sat down on the chair next to Mag smilingly. She toasted her reddened hands over the furnace and gave Mag a bright smile. "It's so warm."

source: “是啊，你母亲做的萝卜条，和你父亲酿的酒，都是我最难忘怀的记忆。”帕萨卡有些感慨的点头。
en_us: Pasaca nodded and lamented, "Yes, the preserved radish strips your mother made and the liquor your father brewed are my most treasured memories."

source: “是啊，全家最丑的是孩子他爹。”
en_us: "Yes. The father is the ugliest in the family."

source: “是啊，刚刚开始就没有见到她。”姬娜跟着问道。
en_us: "Yes, we didn't see her from the start," Gina added.

source: “是啊，只差一点点。”埃菲也是心有余悸的点了点头。
en_us: "Yes. It was really close." Eiffie also nodded with lingering fear.

source: “是啊，只是这么有钱的一家人，为什么要突然跑到落寞的罗莫街来开酒馆呢？”
en_us: "Yes. But why is such a rich family coming to the deserted Romo Street to open a tavern?"

source: “是啊，可惜了马库斯这样一位天才酿酒师，英年早逝。”
en_us: "Yes. It's a pity that a genius brewer like Marcus died so young."

source: “是啊，吃了烤羊腿，可香了呢。”伊琳娜却是笑吟吟的说道。
en_us: "Yes, we went to have roasted lamb shanks. It was delicious," Irina said with a smile.

source: “是啊，听起来像个刚开业的酒馆，不然我肯定知道。”
en_us: "Yes. It sounds like a newly open tavern. Otherwise, I would have known."

source: “是啊，咱们法克部落也算是因祸得福了，没有落到恶魔的手里，还得了这样一位能干的酋长。”
en_us: "Yes. We of the Falk Tribe should count ourselves lucky that we did not fall into the hands of the devil, and even got ourselves such a capable chief."

source: “是啊，哈迪斯老板的酒馆就在我们家酒馆对面。”埃菲笑着说道。
en_us: "Yes. Boss Hades' tavern is just across from my tavern." Eiffie smilingly replied.

source: “是啊，在某些方面，的确还是有些天赋的。”麦格点头。
en_us: "Yes. He is rather talented in certain aspects." Mag nodded.

source: “是啊，埃菲小姐多好的人，怎么就偏偏摊上这种事情呢。”
en_us: "Yeah, Miss Eiffie is such a great person. How could this happen to her?"

source: “是啊，她有着一双令所有漫画家羡慕的手。”麦格深以为然点头，或许这就是点了触手怪天赋的漫画家吧。
en_us: "Yes. She has a pair of hands that are envied by every comic artists." Mag nodded in agreement. Perhaps, this was a comic artist that had the tentacle monster's natural talent.

source: “是啊，她的小裙子好漂亮，人也变漂亮了呢。”
en_us: "Yes. Her little dress is so pretty, and she looks prettier too."

source: “是啊，安妮姐姐你快过来坐吧，这是我刚刚买回来的呢，超大一包。”艾米把手里的纸袋放在桌上，颇为自豪的说道。
en_us: "Yeah. Big Sister, come take a seat here quickly. I just bought them back. There's a lot of food," Amy said proudly as she put the bag of food on the table.

source: “是啊，小老板非常受客人们喜爱，长得可爱，说话又有趣，而且不时还会教训一些不守规矩的客人，俨然成了麦米餐厅的守护神了。”卡诺笑着点头道。
en_us: Canault nodded with a smile, and replied, "Yes. The Little Boss is adored by the customers. She's cute and funny. She will also teach those unruly customers a lesson occasionally. She's like the guardian angel of Mamy Restaurant."

source: “是啊，小艾怎么一个人出发来买早餐呢？”埃菲笑着摸了一下艾米的头，小家伙长得太可爱了，嘴巴也甜。
en_us: "Yes. Why is Little Amy out buying breakfast alone?" Eiffie patted Amy's head. This little one looked so cute and she was a sweet talker too.

source: “是啊，就算是1000铜币一杯，也太贵了。”还有人跟着附和道。
en_us: "Yes. Even 1000 copper coins a glass is too expensive." Someone chimed in.

source: “是啊，就这些了。”麦格点头，上前在伊琳娜对面坐下，先给她倒了杯水，然后扯开话题道：“还有件重要的事情要和你说。”
en_us: "Yeah. Just that." Mag nodded. He went up and sat in front of Irina and pouerd her a glass of water. After that, he changed the topic and said, "There's another important thing I have to tell you."

source: “是啊，当年我还常去呢，可惜失传了，现在只剩下一个名字了。”
en_us: "Yes. I used to frequent it back then. It's a pity that it was lost. Only the name is left now."

source: “是啊，我们可是鬼族，和鬼交流不是常规手段吗。”诺亚点点头，“你看，我们长得也不像鬼啊。”
en_us: "Yes, we are the Ghost Clan. Isn't it normal for us to interact with ghosts?" Noah nodded. "See, we don't really look like ghosts, either."

source: “是啊，我们家小姐和邻居们相处的都很好，从来没有红过脸。”玛拉跟着点头道。
en_us: "Yes. Our Young Mistress and neighbors have a very good relationship. They've never gotten into a fight," Mala noddedin agreement.

source: “是啊，我们的泰坦酒拿到了金奖。”埃菲笑着点头。
en_us: "Yes. Our Titan Liquor got the gold award." Eiffie nodded smilingly.

source: “是啊，我们要去维护世界和平了。”麦格笑着点头。
en_us: "Yes. We are going to maintain the world's peace." Mag nodded with a smile.

source: “是啊，我们都准备睡觉觉了呢，被你吵醒了。”艾米嘟着小嘴看着那大汉，“你真是一个糟糕的大家伙。”
en_us: "Yes. We're already prepared to go to bed when you woke us up." Amy looked at that big guy with a pout. "You're really a terrible big fellow."

source: “是啊，我去给大家买早餐了呢，他们家的早餐看起来还不错哦。”艾米点着小脑袋说道。
en_us: "Yes. I bought breakfast for everyone. The breakfast looks not bad," Amy said with a nod.

source: “是啊，我看他们家酒馆昨晚很早就关门了，可能连一个客人都没有接待，这才是真正的体验玩家啊。”
en_us: "Yeah. I saw that their tavern closed really early last night. Maybe they didn't have a single customer. This is the real player."

source: “是啊，我还从来没有闻过这么香的酒，都倒上了，先试试这个吧。”
en_us: "Yeah. I haven't smelled a wine so good before. Pour it all out. Let's try this first."

source: “是啊，才一年没来，没想到已经荒凉成这般模样，怎么说当年也是这周遭吃喝玩乐的首选啊。”也有官员有些感慨道。
en_us: Some of the officials lamented, "Yes. It's only been a year, and it's already so deserted. Romo Street was once the top choice for entertainment."

source: “是啊，挺好的姑娘。”麦格笑着点头，看着手里的食盒和小家伙怀里抱着的一大袋食物，“今天怎么想起去买早餐呢？”
en_us: "Yeah. She is a good lady." Mag nodded with a smile. He looked at the food in the lunchbox and the large bag of food in the little fellow's arms and asked, "Why did you suddenly think of buying breakfast today?"

source: “是啊，有股子烟味。”旁边一人也是点头道，虽然不算难闻，但这是不应该出现在酒里的味道。
en_us: "Yeah. There's the smell of smoke," another person agreed. Although it was not a nasty smell, it was not something that should appear in alcohol.

source: “是啊，现在难得一见的热情邻居。”麦格笑着点头。
en_us: "Yes. They are rarely seen good neighbours." Mag nodded smilingly.

source: “是啊，男人的野心可比女人大多了，都想要三妻四妾。”埃菲笑着道。
en_us: "Yes. Men are much more ambitious than women. They all want to have multiple wives," Eiffie said with a smile.

source: “是啊，真是让人羡慕，咱们罗莫街多少年没见过这场景了。”
en_us: "Yeah. How envious. It has been years since we saw such a sight at Romo Street."

source: “是啊，第一次见哈迪斯先生我就知道，我们之间一定会发生点特别的事情。”埃菲嫣然一笑，撩拨了一下自己的头发，红唇微翘，将自己最有魅力的角度呈现给麦格。
en_us: "Yes. I knew from the very first time that I met Mr. Hades that something special is going to happen between us." Eiffie smiled seductively as she flicked her hair and pouted her red lips, showing her most charming angle to Mag.

source: “是啊，累死了。”巨汉点了点头，眼睛一瞪，猛然转头看向身后。
en_us: "Yes. It's so tiring." The giant guy nodded. Then, he glared and turned around to look behind him.

source: “是啊，要是有一台这样的机器，能够自己把画册画出来就好了。”艾米接道。
en_us: "Yeah, if we have a machine like that, we can print the picture book out ourselves," Amy agreed.

source: “是啊，要是有个地方能坐一下就好了。”男人搓着手点了点头，满是期待的看着麦格。
en_us: "Yes. It would be great if there was a place to sit." The man nodded as he rubbed his hands together, and looked at Mag expectantly.

source: “是啊，让人没有办法假装不知道的一款酒，和往年相比，的确有不小的进步。”库尔特也是笑着点头道。
en_us: "Yes. It's a liquor that one can't pretend not to know. It had indeed improved greatly compared to last year." Kurt also nodded with a smile.

source: “是啊，这些大人们可是踢到铁板上了。”
en_us: "Yeah. These lords are in for a good time."

source: “是啊，这些年的金奖酒可没有能比得上茅台酒的，一届比一届差。”
en_us: "Yes. The alcohol from the past few years could not even compare to the maotai. They just get worse as the years pass."

source: “是啊，这样就会有更多的人能够获得快乐了。”艾米认同的点头。
en_us: "Yes. That would bring more happiness to more people," Amy nodded in agreement.

source: “是啊，这瓶酒获得了二十八年前第一届品酒大会的金奖。”埃菲点点头。
en_us: "Yes, this bottle of wine won the top prize in the first liquor tasting event 28 years ago." Eiffie nodded.

source: “是啊，这老板看起来很年轻，真能酿出好酒？”也有大臣疑惑道。
en_us: A courtier also doubtfully said, "Yes. This boss looks very young. Can he really brew great drinks?"

source: “是啊，这还是麦米餐厅第一次歇业如此长的时间。”迪克斯点头，有些敬佩道：“也就是麦老板这样厨艺超绝的大厨，才敢在一家餐厅生意最火爆的时候突然停业一个月，只是为了带孩子出去玩了。”
en_us: "Yes. This is the first time that Mamy Restaurant is closed for such a long time." Dicus nodded before saying with admiration, "Only a highly skilled chef like Boss Mag would dare to close for one month during the restaurant's most popular period just to bring his children out for fun."

source: “是啊，连温妮莎公主和那小老板都关系那么亲密，这小姑娘也不能惹哦。”
en_us: "Yeah, even Princess Vanessa and the little boss seemed quite close. This little girl can't be trifled with."

source: “是啊，长得可爱也就算了，关键还那么优秀，简直不给普通人活路。”卡诺非常赞同的点了点头。
en_us: "Yes. It's already good enough that she is cute. Most importantly, she is even so outstanding. She's not giving the ordinary people any chances." Canault nodded in agreement.

source: “是啊，闻着好像是酒香，但哪有香味如此浓郁的酒啊。”
en_us: "Yes. It smells like liquor's aroma, but where can we find liquor that smells so good?"

source: “是啊，麦格先生真容大揭秘，加上之前已经颇有名气的鱼香茄子菜谱教学，双重爆点加持，才有了这样奇迹的销量。”编辑也是点头承认。
en_us: "Yes. Mr. Mag's face reveal in addition to the recipe tutorial for the popular eggplant with garlic sauce caused this sales miracle." The editor nodded in agreement.

source: “是啊，麦米餐厅是混乱之城生意最好的餐厅，不过排队是非常公平的入场顺序，而且排队氛围很好，所以客人们都愿意排队等候进场。”卡诺点头，看了一眼前边仅剩的三位客人，笑着道：“您别着急，很快就能轮到我们了。”
en_us: "Yes. Mamy Restaurant is the most popular restaurant in Chaos City, but lining up is a very fair system to decide the sequence to enter, and the atmosphere when we line up is great, so many customers are willing to line up to enter." Canault nodded. He flicked a glance at the three customers in front of them, and smilingly said, "Don't worry, it will be our turn soon."

source: “是啊，麦米餐厅的服务员小姐姐们都特别漂亮。”卡诺深以为然的点头。
en_us: "Yes. Mamy Restaurant's service staff are all so beautiful." Canault nodded in agreement.

source: “是啊，麦老板不光菜做得好，写美食教程也是一等一的好手，甚至让我怀疑他以前是不是写过美食评论？有隐藏的马甲？”加兰深表同感。
en_us: "Yes. Boss Mag not only cooks well, he's also excellent at writing cooking tutorials. I even wonder if he has written food reviews before? Did he have another identity?" Garlan concurred.

source: “是坏蛋吗？”
en_us: "Is it a bad egg?"

source: “是她。”坐在角落位置的那埃菲点点头，看着艾米也是有点诧异道：“没想到小家伙还会自己出来买早餐呢。”
en_us: "It's her." Eiffie, who was sitting in a corner, nodded. She also said with surprise when she saw Amy, "I didn't expect the little one to come out and buy breakfast by herself."

source: “是她救了我们。”麦格说道。
en_us: "She saved us." Mag said.

source: “是她？！”希利的眼睛顿时一亮，这小姑娘看起来冰雕玉琢一般精致可人，小小的一只，可身上却已经散发着令人暗暗心惊的魔法气息。
en_us: "It's her?!" Seely's eyes lit up. This little girl looked so exquisite as if she was carved out from a piece of jade. She was very tiny, but she already had a shocking presence of magic emanating from her.

source: “是安妮在关键时刻解救了我，那一道闪电将她与克苏鲁分离。她是善良的化身，在她的身上没有一丝一毫的恶，就像一个刚刚出生的婴儿，所以我将她收养为女儿，并且对所有人隐瞒了她的来历。”麦格说道。
en_us: "It was Annie who had saved me at the critical moment. A lightning severed her from Cthulhu. She's the incarnation of kindness. There isn't any hint of evil on her. She was just like a newborn infant. That's why I adopted her and concealed her identity from everyone." Mag said.

source: “是我从那个女人那里要来的，能够屏蔽安妮身上的气息，防止那些东西找上她。”麦格解释道。
en_us: "I got it from that woman. It could block off the aura on Annie so those things would not look for her," Mag explained.

source: “是我酿的新酒，本来打算在麦米餐厅推出的，但现在看来在塞班酒馆用正合适。”麦格探出脑袋来解释道，顺便指了指一旁的酒柜角落摆着的那两排瓷白色的小酒坛，“那是茅台酒，你要是感兴趣的话，一会吃晚饭的时候可以试试。”
en_us: "They're the new liquors that I made. I have intended to introduce them in the restaurant, but I think they're just nice for Saipan Tavern now," Mag explained as he poked his head out. He also pointed at the two rows of small white porcelain wine urns displayed in the corner of the wine cabinet. "That is the Maotai. You can try it later at dinner if you are interested."

source: “是我，进来吧。”麦格用百变面具换了张脸，两人认不出来也正常。
en_us: "It's me. Come on in." Mag used the face-altering mask to change into another face. It was only normal that the two could not recognize him.

source: “是挺特别的，那有时间一起买菜啊。”麦格笑着说道。
en_us: "It's indeed rather special. Let's go marketing together some time." Mag chuckled.

source: “是挺糟糕的。”一道清冷的声音从他身后响起。
en_us: "It's indeed rather bad." A cold voice spoke up behind him.

source: “是族长的房间！快救火！”
en_us: "It's the chief's room! Quick, put out the fire!"

source: “是是是……”那精灵连滚带爬的离开。
en_us: "Yes, yes, yes..." That elf scrambled and tumbled away.

source: “是晞！”麦格眼睛一亮，看到安然无恙的伊琳娜，沉重的心顿时放下了不少。
en_us: "It's Xi!" Mag lit up his eyes. Seeing that Irina was unscathed, he was unrelieved.

source: “是有些少了，不过这两天知道消息的人可能还不多，再过几日的话，肯定还会更多的。”费奇笑着解释道。
en_us: "It's a little less than expected, but not many people know about it yet. There will be more people requesting about it after a few days." Fitch explained with a smile.

source: “是有些晚了呢，我该回去给孩子们做饭了。”麦格抬手看了一眼表，说道。
en_us: "It is getting a little late. I should be back to cook for the kids," Mag said as he looked at his watch.

source: “是有什么大事发生吗？”雪莉尔慢慢放下了手里的黄瓜，表情也是变得认真的看着芭芭拉。
en_us: "Did anything major happen?" Shirley put her cucumber down slowly and looked at Babla seriously.

source: “是有点重哦。”麦格也意识到自己好像有点崩人设，转了转手腕，掩饰道。
en_us: "It is a little heavy," Mag said as he rotated his wrist when he suddenly realized that he seemed to have gone out of character.

source: “是有这个必要。”伊琳娜看了一眼丑小鸭，微微点头道。
en_us: "It's indeed necessary." Irina flicked a glance at Ugly Duckling and nodded.

source: “是泰坦酒！”埃菲的身体不自觉坐直，目光紧紧盯着被工作人员端着的那瓶酒。
en_us: "It's Titan Liquor!" Eiffie couldn't help sitting straight up and her gaze closely followed that liquor carried by the staff member.

source: “是男孩子。”
en_us: "He's a boy."

source: “是的。”波比点头。
en_us: "Yes." Bobby nodded.

source: “是的。”费奇点头，有点不明白这两人为何如此反应。
en_us: "Yes." Fitch nodded. He couldn't understand why the two of them had such a reaction.

source: “是的。”麦格点头。
en_us: "Yes." Mag nodded.

source: “是的。”麦格点头，保持着温度和适当的距离。
en_us: "Yes." Mag nodded with appropriate warmth and distance.

source: “是的。不光我父亲大人在家，母亲大人也在家哦。”艾米点点头，回头看了一眼，向前一步，小声道：“昨天父亲大人去您酒馆里玩耍的事情被母亲大人知道了，还被罚站了呢。”
en_us: "Yes. Not only is my father home, my mother is home as well." Amy nodded. She turned her head to take a look before stepping forward and softly said, "Mother knew that Father went to your tavern to pay yesterday. He was punished and made to stand."

source: “是的先生，这栋楼是要对外出租，不光是这栋，这条街上还有一百多栋楼都可以对外出租。”费奇脸上露出了职业微笑，点头道。
en_us: Fitch showed a professional smile and nodded. "Yes, Sir. This property is for rent. Apart from this property, we have over 100 properties for rent on this street too."

source: “是的呢。”麦格看着盘子中只有少量增加的水分，同样眼睛一亮。
en_us: "Yes." Mag's eyes lit up as well when he saw the significantly lesser liquid in the plate.

source: “是的呢，我只会画不太圆的圆圈，可是安妮姐姐已经会画我了呢。”艾米有些骄傲的说道，好像这里边也有一份她的功劳一般。
en_us: "Yes, it is. I only know how to draw not very round circles, but Big Sister Annie already can draw me," Amy said proudly, as if she had contributed a part in it.

source: “是的！你再仔细闻闻，这烟熏味并不令人厌恶，相反，度过初始的不适之后，反而会愈发觉得迷人。
en_us: "Yes! Sniff it carefully again. This smokey scent isn't repulsive. Instead, after the initial discomfort, you will find it increasingly mesmerizing.

source: “是的，不知是否合你们的胃口。”麦格点点头，也给自己拿了一只灌汤包。
en_us: "Yes. I'm not sure if it would be to your liking." Mag nodded and took a soup dumpling for himself.

source: “是的，不过我不想自己去和那些人谈，所以想找个专业的机构替我去做这个工作。”麦格点头。
en_us: "Yes. However, I do not wish to talk to those people myself. Therefore, i wish to find a professional organisation to do this for me." Mag nodded.

source: “是的，不过我们这次出来要假装所有人都不认识，所以我们现在不知道他们是谁。”麦格微笑着说道，他也注意到了上楼去的亚伯罕和温妮莎。
en_us: "Yes, but we have to pretend not to know anyone on this trip. Hence, we don't know who they are," Mag smilingly said. He had also noticed Abraham and Vanessa going upstairs.

source: “是的，不过现在我们才刚吃了早餐，先去逛一会再决定午餐的事情吧。”麦格微笑着说道。
en_us: "Yes, but we just had breakfast, so let's walk around for a while before we decide about lunch," Mag said with a smile.

source: “是的，两个都是。”麦格笑着点头。
en_us: "Yes. Both of them." Mag smilingly nodded.

source: “是的，人员已经安排到位。”艾许莉点头，“这段时间风之森林内部的分裂，给了我们许多机会，也获得了更多强者的支持。”
en_us: "Yes. They are all ready." Ashley nodded. "There had been a split within the Wind Forest during this period and this gave us more chances to get more supporters from the powerhouses."

source: “是的，你竟然知道？”麦格有点诧异。
en_us: "Yes. You know it?" Mag was shocked.

source: “是的，再不救就挂了。”麦格点头，已经下定决心下次不能让她再喝茅台酒了，最多喝点红酒和啤酒。
en_us: "Yes. If you don't save him, he'll be gone." Mag nodded. He had already decided not to let her drink Maotai again. The most he would allow her to drink was red wine and beer.

source: “是的，到了洛都还得找个场地，顺利的话，今天就把准备事项全部弄好。”麦格点头。
en_us: "Yes. We still have to find a venue after we arrive at Rodu. If things go smoothly, we can finish all the preparation by today." Mag nodded.

source: “是的，奴隶圈已空，所有奴隶都跑了。”外面的人答道，又问：“要追击吗？”
en_us: "Yes. The slaves' circle is already empty and all the slaves have escaped." The person outside answered and then continued to ask, "Shall we go after them?"

source: “是的，她来辞职，不过我没有答应，给她保留了位置，她随时可以回来。”麦格点头，伸手摸了摸亚北米娅的头，笑着道：“放心吧，她只是去散散心而已，向她这样的人，本来就不会一直呆在一个地方，她属于外面的世界。”
en_us: "Yes. She came to resign, but I didn't accept it. I kept her position, and she can come back whenever she wants to." Miya nodded and patted Yabemiya's head. Smiling, he said, "Don't worry. She's only going out for a break. Someone like her is never going to stay put in one place. She belongs to the world out there."

source: “是的，如果仅仅是吸收怨气，不会留下这些坑洞和被啃食过的尸体。”梅兰特点头，“而控制尸体的办法，我很熟悉，但他用的是更高级的方法，类似于蛊惑。”
en_us: "Yes. If he was simply absorbing the resentment here, there wouldn't be these holes and biten bodies left behind here." Merante nodded, "And I'm very familiar with the methods of controlling the corpses, but he's using a more sophisticated method that is similar to enchantment."

source: “是的，它用某种方法控制了这些古尸，并且让他们保有生前五六成的实力，并且能够做到悍不畏死，坚决执行命令。”麦格点头。
en_us: "Yes. It used some way to control these ancient corpses and made them maintain 50 to 60% of their powers while they were alive. On top of that, these ancient corpses were fearless and would abide by all commands." Mag nodded.

source: “是的，安妮是个好孩子。”伊琳娜点头，略一思索，道：“所以昨日那个女人找上门来，也发现了安妮？”
en_us: "Yes. Annie is a good child." Irina nodded. She thought for a while and said, "So that woman came yesterday and also discovered Annie?"

source: “是的，就是这样。”麦格点头。
en_us: "Yes. It's exactly like that." Mag nodded.

source: “是的，就是这样的。”麦格忍着笑意，接受了小家伙给他找的借口，道：“让她再睡一会吧，我去做早餐给你们吃。”
en_us: "Yes, that's it." Mag held back his laughter. He accepted the excuse that the little one gave him and said, "Let her sleep a little more. I'll go make breakfast for you guys."

source: “是的，尸体能够说话，因为灵魂不会马上消失，怨气更是能够长久存在，越是完整的灵魂，能够获得的信息越多。”梅兰特点头。
en_us: "Yes. The corpses can speak because the souls won't disappear immediately, and the resentment can last even longer. The more complete the soul is, the more information we can extract." Merante nodded.

source: “是的，您请进，今日还剩了大约十瓶。”埃菲微笑着说道。
en_us: "Yes. Please come in. We have about 10 bottles left today." Eiffie answered with a smile.

source: “是的，我们是教士。”卡诺微笑着点头。
en_us: "Yes. We are missionaries." Canault nodded with a smile.

source: “是的，我约了人，晚上打算去一趟那几个被灭门的兵部大臣家里查看一下，确认是否为乔修所为。”麦格点头。
en_us: "Yes. I'm meeting someone. I intend to go to take a look around the houses of the generals who were murdered to make sure if it was done by Josh." Mag nodded.

source: “是的，我觉得挺合适的。”麦格点头。
en_us: "Yes, I think it's very appropriate." Mag nodded.

source: “是的，早上熬了点粥，然后做了几笼灌汤包。”麦格点头，关掉了一旁蒸笼的火，道：“埃菲小姐要是饿了的话，先喝点粥吧，我去叫孩子们起床。”
en_us: f"Yes. I made some porridge in the morning and also a few soup dumplings." Miss nodded. He turned off the stove for the bamboo steamer and said, "If you're hungry, you can have some porridge. I'll wake the children up."

source: “是的，有被惊讶到吗？”
en_us: "Yes. Are you shocked?"

source: “是的，没错，我刚刚去菜市场逛了一圈，买了些野猪肉，今天中午我们可以吃烤肉。”麦格晃了晃手里的菜篮子。
en_us: "Yes, that's right. I just went to the market and bought some wild boar meat. We can eat grilled meat for lunch today." Mag swung the basket in his hand.

source: “是的，看来这个品酒大会影响力的确挺大的。”麦格笑着点头，这是好事。
en_us: Yes. It seems that this liquor tasting event is rather influential." Mag nodded with a smile. This is a good thing.
